Repository: iOS-vk-education/2023_2_LiveRecipes
Catalog: LiveRecipes/Localizable.xcstrings
Source language: en
Languages: ru

# creation.button.save
source: Save
ru: Сохранить

# creation.controle.addProduct
source: Add product +
ru: Добавить продукт +

# creation.controle.addStep
source: Add step +
ru: Добавить шаг +

# creation.firstStep
source: Step 1
ru: Шаг 1

# creation.label.addPhoto
source: Add Photo
ru: ДОБАВЬТЕ ФОТО

# creation.label.composition
source: Composition (per serving)
ru: СОСТАВ (на одну порцию)

# creation.label.description
source: Description
ru: ОПИСАНИЕ

# creation.label.dishName
source: Name
ru: НАЗВАНИЕ ВАШЕГО БЛЮДА

# creation.label.nutritionalValue
source: Nutritional Value
ru: ПИЩЕВАЯ ЦЕННОСТЬ

# creation.label.stepName
source: Step
ru: НАЗВАНИЕ ШАГА

# creation.label.steps
source: Steps
ru: ШАГИ

# creation.nutritionalValue.calories
source: Calories, kCal
ru: Калории, кКал

# creation.nutritionalValue.carbohydrates
source: Carbohydrates, g/100 g
ru: Углеводы, гр/100 гр

# creation.nutritionalValue.fats
source: Fats, g/100 g
ru: Жиры, гр/100 гр

# creation.nutritionalValue.proteins
source: Proteins, g/100 g
ru: Белки, гр/100 гр

# creation.placeholder.dishDescription
source: Add here the description
ru: Добавьте здесь описание блюда

# creation.placeholder.name
source: Title
ru: Название

# creation.placeholder.product
source: Product
ru: Продукт

# creation.placeholder.quantity
source: Quantity
ru: Количество

# creation.placeholder.stepDescription
source: Add here the description
ru: Добавьте полное описание шага

# creation.title
source: New Recipe
ru: Создание рецепта

source: Settings
ru: Настройки

# settings.clearFavourites
source: Clear favourites
ru: Очистить избранное

# settings.clearList
source: Clear the shopping list
ru: Очистить список покупок

# settings.clearMyRecipes
source: Clear my recipe
ru: Очистить мои рецепты

# settings.publishMyRecipe
source: Publish my recipe
ru: Опубликовать мой рецепт

# settings.userSettings
source: User Settings
ru: Пользовательские насторойки

# tab.cooking
source: Cooking
ru: Готовка

# tab.favorites
source: Favorites
ru: Сохраненные

# tab.list
source: List
ru: Список

# tab.recipes
source: Recipes
ru: Рецепты
